Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# Alert
source: Show notifications
ar: عرض الإشعارات
be: Паказваць апавяшчэнні
ca: Mostra les notificacions
de: Benachrichtigungen anzeigen
es: Mostrar notificaciones
fa: نمایش اعلان‌ها
fi: Näytä ilmoitukset
fr: Afficher les notifications
id: Tanda
it: Mostra notifiche
ko: 알림 보이기
ms: Tunjuk notifikasi
nl: Meldingen weergeven
pl: Pokaż powiadomienia
pt_br: Mostrar notificações
ru: Показывать уведомления
sv: Visa aviseringar
tr: Bildirimleri göster
uk: Показувати сповіщення
uz: Bildirishnomalarni koʻrsatish
zh_cn: 提醒
zh_tw: 提醒

# AlertClearHistory
source: Clear History
ar: مسح السجل
be: Ачысціць гісторыю
ca: Esborra l'historial
de: Verlauf leeren
es: Vaciar chat
fi: Tyhjennä historia
fr: Effacer l'historique
it: Cancella cronologia
ko: 대화내용 비우기
ms: Padam Sejarah
nl: Geschiedenis wissen
pl: Wyczyść historię
pt_br: Limpar Histórico
ru: Очистить историю
sv: Rensa historik
tr: Geçmişi Temizle
uk: Очистити історію

source: All Accounts
ar: كل الحسابات
be: Усе ўліковыя запісы
ca: Tots els comptes
de: Allen Konten
es: Todas las cuentas
fa: تمامی حساب‌های کاربری
fi: Kaikilta tileiltä
fr: Tous les comptes
id: Semua Akun
it: Tutti gli account
ko: 모든 계정
ms: Semua Akaun
nl: Alle accounts
pl: Wszystkich kont
pt_br: Todas as Contas
ru: Всех аккаунтов
sv: Alla konton
tr: Tüm Hesaplar
uk: Усі акаунти
uz: Barcha hisoblar

source: All media
ar: كل الوسائط
be: Усе медыя
ca: Tots els fitxers
de: Alle Medien
es: Toda la multimedia
fa: تمامی رسانه‌ها
fi: Kaikki media
fr: Tous les médias
id: Semua media
it: Tutti i media
ko: 모든 미디어
ms: Semua media
nl: Alle media
pl: Wszystkie multimedia
pt_br: Todas as mídias
ru: Все медиа
sv: Alla media
tr: Tüm medya
uk: Усі медіа
uz: Barcha mediafayllar
zh_cn: 所有媒体
zh_tw: 所有媒體

source: Allow
ar: سماح
be: Дазволіць
ca: Permet
de: Erlauben
es: Permitir
fi: Salli
fr: Autoriser
it: Permetti
ko: 허용
ms: Benarkan
pl: Zezwól
pt_br: Permitir
ru: Разрешить
sv: Tillåt
tr: İzin Ver
uk: Дозволити

source: Allow background activity
ar: السماح بالنشاط في الخلفية
ca: Permet l'activitat en segon pla
es: Permitir actividad en segundo plano
fi: Salli toiminta taustalla
fr: Autoriser l'activité en arrière-plan
it: Consenti attività in background
ms: Benarkan aktiviti latar belakang
pt_br: Permitir atividade em segundo plano
ru: Разрешить фоновый режим
sv: Tillåt bakgrundsaktivitet
tr: Arka plan etkinliğine izin ver
uk: Дозволити активність у фоні

# AllowBackgroundActivityInfo
source: This will improve reliability for incoming notifications and Telegram calls.
ar: سيؤدي ذلك إلى تحسين عمل الإشعارات ومكالمات تيليجرام الواردة.
ca: Això millorarà la fiabilitat de les notificacions entrants i de les trucades de Telegram.
es: Esto mejorará la fiabilidad de la recepción de notificaciones y llamadas de Telegram.
fi: Parantaa saapuvien ilmoitusten ja Telegram-puheluiden luotettavuutta.
it: Questo migliorerà l'affidabilità delle notifiche in arrivo e delle chiamate di Telegram.
ms: Ini akan tambah baik kebolehpercayaan notifikasi dan panggilan Telegram.
pt_br: Isso melhorará a estabilidade das notificações e chamadas recebidas no Telegram.
ru: Это улучшит работу оповещений и звонков через Telegram.
sv: Detta förbättrar pålitligheten i inkommande aviseringar och telegramsamtal.
tr: Bu, gelen bildirimler ve Telegram aramaları için güvenilirliği artıracaktır.
uk: Це покращить надійність отримання сповіщень та викликів Telegram.

# AllowCustomQuickReply
source: Allow Custom
ar: السماح برسائل مخصصة
be: Дазволіць наладжаныя
ca: Permet personalitzar
de: Eigene erlauben
es: Permitir personalización
fa: اجازه پیام سفارشی
fi: Salli mukautetut
fr: Réponses personnalisées
id: Izinkan Kustomisasi
it: Consenti personalizzazione
ko: 맞춤 허용
ms: Benarkan khusus
nl: Aangepast toestaan
pl: Pozwól na własne
pt_br: Permitir Personalização
ru: Задать свой текст
sv: Tillåt egna
tr: Özel İzin Ver
uk: Вказати свій текст
uz: Maxsusga ruxsat berish
zh_cn: 允许自定义
zh_tw: 允許自定義

# AllowFillNumber
source: Please allow Telegram to receive calls so that we can automatically confirm your phone number.
ar: يرجى السماح لتيليجرام بتلقي المكالمات لنتمكن من تفعيل رقم هاتفك تلقائيًا.
be: Дазвольце Telegram атрымліваць выклікі, каб мы маглі аўтаматычна пацвердзіць ваш нумар тэлефона.
ca: Permeteu que el Telegram rebi trucades perquè puguem confirmar el vostre número de telèfon automàticament.
de: Bitte erlaube Telegram, Anrufe zu empfangen, damit wir deine Telefonnummer automatisch bestätigen können.
es: Por favor, permite a Telegram recibir llamadas para que podamos confirmar tu número de teléfono automáticamente.
fa: لطفاً به تلگرام اجازه‌ دریافت تماس را بدهید تا ما بتوانیم به صورت خودکار شماره تلفن شما را تأیید کنیم.
fi: Anna Telegramille lupa vastaanottaa puheluita jotta voisimme hoitaa aktivoinnin puolestasi.
fr: Merci d'autoriser Telegram à recevoir des appels pour que nous puissions confirmer automatiquement votre numéro.
id: Mohon izinkan Telegram untuk menerima panggilan sehingga kami dapat konfirmasi nomor telepon Anda secara otomatis.
it: Per favore consenti a Telegram di ricevere chiamate, così potremo confermare automaticamente il tuo numero di telefono.
ko: 텔레그램이 전화를 받을 수 있도록 허용해 주셔야 회원님의 전화번호를 자동으로 확인할 수 있습니다.
ms: Sila benarkan Telegram untuk menerima panggilan supaya kami boleh secara automatik pastikan nombor fon anda.
nl: Sta het ontvangen van oproepen toe zodat we automatisch je telefoonnummer kunnen bevestigen.
pl: Zezwól Telegramowi na odbieranie połączeń, abyśmy mogli automatycznie potwierdzić twój numer telefonu.
pt_br: Por favor, permita que o Telegram receba chamadas. Assim podemos confirmar o seu número de telefone automaticamente.
ru: Разрешите приложению принимать звонки, чтобы мы могли подтвердить Ваш номер телефона автоматически.
sv: Vänligen tillåt Telegram att ta emot samtal så att vi automatiskt kan bekräfta ditt telefonnummer.
tr: Lütfen Telegram'ın aramaları almasına izin verin, böylece telefon numaranızı otomatik olarak onaylayabiliriz.
uk: Дозвольте Telegram одержувати виклики, щоб автоматично підтвердити ваш номер телефону.
uz: Telefon raqamingizni avtomatik tasdiqlash maqsadida Telegram ilovasiga chaqiruvlarni qabul qilish uchun ruxsat bering.
zh_cn: 请允许 Telegram 接收来电及短信，以便自动填写您的手机号码，以及收到的短信验证码。
zh_tw: 請允許 Telegram 接收來電及短訊，以便自動填寫您的手機號碼，以及收到的短訊驗證碼。

# AllowReadCall
source: Please allow Telegram to receive calls so that we can automatically enter your code for you.
ar: يرجى السماح لتيليجرام باستلام المكالمات ليتمكن من إدخال الرمز لك تلقائيًا.
be: Дазвольце Telegram атрымліваць выклікі, каб мы маглі аўтаматычна ўвесці код за вас.
ca: Permeteu que el Telegram rebi trucades perquè puguem introduir el codi automàticament.
de: Bitte erlaube Telegram den Zugriff auf Anrufe, so dass wir den Code automatisch in der App eingeben können.
es: Por favor, permite a Telegram recibir llamadas para que podamos ingresar automáticamente el código por ti.
fa: لطفاً به تلگرام اجازه دریافت تماس بدهید تا ما بتوانیم به‌ صورت خودکار کدتان را برای شما وارد کنیم.
fi: Anna Telegramin vastaanottaa puheluita, jotta voisimme syöttää koodin puolestasi.
fr: Merci d'autoriser Telegram à recevoir des SMS pour que nous puissions automatiquement entrer le code pour vous.
id: Mohon izinkan Telegram untuk menerima panggilan sehingga kami dapat otomatis memasukkan kode untuk Anda.
it: Per favore consenti a Telegram di ricevere chiamate così potremo inserire in automatico il codice per te.
ko: 텔레그램이 전화를 수신 할 수 있도록 설정해주셔야 자동으로 코드 입력이 가능합니다.
ms: Sila benarkan Telegram untuk menerima panggilan fon supaya kita boleh masukkan kod anda secara automatik.
nl: Sta het ontvangen van oproepen toe zodat we automatisch je inlogcode kunnen invoeren.
pl: Zezwól Telegramowi na odbieranie połączeń, co umożliwi automatyczne wprowadzenie twojego kodu.
pt_br: Permita o acesso às ligações ao Telegram, assim podemos automaticamente adicionar o código para você.
ru: Разрешите приложению принимать звонки, чтобы код для входа срабатывал автоматически.
sv: Vänligen tillåt Telegram att ta emot samtal så att vi automatiskt kan mata in koden åt dig.
tr: Lütfen Telegram'ın aramaları almasına izin verin, böylece kodunuzu sizin için otomatik olarak girebiliriz.
uk: Дозвольте Telegram одержувати виклики, щоб автоматично ввести код підтвердження входу.
uz: Biz kodingizni avtomatik kiritishimiz uchun Telegramga chaqiruvlarni qabul qilish uchun ruxsat bering.
zh_cn: 请授予 Telegram 电话权限以便我们自动读取验证码。
zh_tw: 請授予 Telegram 電話權限以便我們自動讀取驗證碼。

# AllowReadCallAndLog
source: Please allow Telegram to receive calls and read the call log so that we can automatically enter your code for you.
ar: يرجى السماح لتيليجرام بتلقي وقراءة سجل المكالمات لنتمكن من إدخال الرمز لك تلقائيًا.
be: Дазвольце Telegram атрымліваць выклікі і праглядаць журнал выклікаў, каб мы маглі аўтаматычна ўвесці код за вас.
ca: Permeteu al Telegram rebre trucades i llegir-ne el registre perquè puguem introduir el codi automàticament.
de: Bitte erlaube Telegram, Anrufe zu empfangen und die Anrufliste einzusehen , so dass wir den Code automatisch für dich eingeben können.
es: Por favor, permite a Telegram recibir llamadas y leer el registro de llamadas para que podamos poner automáticamente el código por ti.
fa: لطفاً به تلگرام اجازه دریافت تماس را بدهید تا ما بتوانیم به صورت خودکار کدتان را برای شما وارد کنیم.
fi: Salli Telegramin vastaanottaa puheluita sekä sen pääsy puhelulokiin, jotta voisimme syöttää koodin puolestasi.
fr: Veuillez permettre à Telegram de recevoir des appels et lire le journal d'appels afin que nous puissions saisir le code automatiquement pour vous.
id: Mohon izinkan Telegram untuk menerima panggilan & membaca log panggilan Anda, sehingga kami dapat memasukkan kode masuk secara otomatis untuk Anda.
it: Per favore permetti a Telegram di ricevere chiamate e leggere il registro delle chiamate in modo da poter inserire il codice per te automaticamente.
ko: 텔레그램이 전화를 수신하고 통화 기록을 살필 수 있도록 허용해 주세요. 코드를 자동으로 입력해 드릴 수 있습니다.
ms: Sila benarkan Telegram terima panggilan dan baca log panggilan agar kami dapat masukkan kod untuk anda secara automatik.
nl: Sta Telegram toe om oproepen te ontvangen en de oproepenlijst te lezen zodat we automatisch de code voor je kunnen ingeven.
pl: Zezwól Telegramowi na odbieranie połączeń i czytanie rejestru połączeń, co umożliwi automatyczne wprowadzenie twojego kodu.
pt_br: Por favor, permita que o Telegram receba chamadas e leia o registro de chamadas para que possamos inserir automaticamente seu código para você.
ru: Разрешите приложению принимать звонки и видеть историю звонков, чтобы код для входа срабатывал автоматически.
sv: Vänligen tillåt Telegram att ta emot samtal och läsa samtalsloggen så att vi automatiskt kan mata in koden åt dig.
tr: Lütfen Telegram'ın aramaları almasına ve arama kaydını okumasına izin verin, böylece kodunuzu sizin için otomatik olarak girebiliriz.
uk: Щоб Telegram увів код підтвердження за вас, дозвольте йому одержувати виклики й читати журнал викликів.
uz: Kodingizni siz uchun avtomatik kiritishimiz uchun Telegramga chaqiruvlarni qabul qilish va chaqiruvlar jurnalini oʻqish uchun ruxsat bering.

# AllowReadCallAndSms
source: Please allow Telegram to receive calls so that we can automatically confirm your phone number.
ar: يرجى السماح لتيليجرام بتلقي المكالمات لنتمكن من تفعيل رقم هاتفك تلقائيًا.
be: Дазвольце Telegram атрымліваць выклікі, каб мы маглі аўтаматычна пацвердзіць ваш нумар тэлефона.
ca: Permeteu que el Telegram rebi trucades perquè puguem confirmar el vostre número automàticament.
de: Bitte erlaube Telegram Anrufe zu empfangen, damit wir deine Telefonnummer automatisch bestätigen können.
es: Por favor, permite a Telegram recibir llamadas para que podamos confirmar tu número de teléfono automáticamente.
fa: لطفاً به تلگرام اجازه دریافت تماس را بدهید تا ما بتوانیم به صورت خودکار شماره تلفن شما را تأیید کنیم.
fi: Anna Telegramin vastaanottaa puheluita, jotta voisimme varmistaa puhelinnumerosi puolestasi.
fr: Merci d'autoriser Telegram à recevoir des appels pour que nous puissions confirmer automatiquement votre numéro.
id: Mohon izinkan Telegram untuk menerima panggilan sehingga kami dapat konfirmasi nomor telepon Anda secara otomatis.
it: Per favore consenti a Telegram di ricevere chiamate, così potremo confermare automaticamente il tuo numero di telefono.
ko: 텔레그램이 전화를 받을 수 있도록 허용해 주시면 전화번호가 자동으로 확인됩니다.
ms: Sila benarkan Telegram untuk menerima panggilan supaya kita boleh secara automatik pastikan nombor fon anda.
nl: Sta het ontvangen van oproepen toe zodat we automatisch je telefoonnummer kunnen bevestigen.
pl: Zezwól Telegramowi na odbieranie połączeń, abyśmy mogli automatycznie potwierdzić twój numer telefonu.
pt_br: Por favor, permita que o Telegram receba chamadas. Assim podemos confirmar o seu número de telefone automaticamente.
ru: Разрешите приложению принимать звонки, чтобы мы могли подтвердить Ваш номер телефона автоматически.
sv: Vänligen tillåt Telegram att ta emot samtal och SMS så att vi kan bekräfta ditt telefonnummer.
tr: Lütfen Telegram'ın arama almasına izin verin, böylece telefon numaranızı otomatik olarak onaylayabiliriz.
uk: Дозвольте Telegram одержувати виклики, щоб автоматично підтвердити ваш номер телефону.
uz: Telefon raqamni avtomatik tasdiqlash maqsadida Telegram ilovasiga chaqiruvlarni qabul qilish uchun ruxsat bering.
zh_cn: 请授予 Telegram 读取短信及通话权限以便我们自动读取验证码。
zh_tw: 請授予 Telegram 讀取短訊及通話權限以便我們自動讀取驗證碼。

# AllowReadCallLog
source: Please allow Telegram to read the call log so that we can automatically enter your code for you.
ar: يرجى السماح لتيليجرام بقراءة سجل المكالمات لنتمكن من إدخال الرمز لك تلقائيًا.
be: Дазвольце Telegram праглядаць журнал выклікаў, каб мы маглі аўтаматычна ўвесці код за вас.
ca: Permeteu al Telegram llegir el registre de trucades perquè puguem introduir el codi automàticament.
de: Bitte erlaube Telegram auf die Anrufliste zuzugreifen, so dass wir den Code für dich automatisch eingeben können.
es: Por favor, permite a Telegram leer el registro de llamadas para que podamos poner automáticamente el código por ti.
fa: لطفاً به تلگرام اجازه خواندن گزارش تماس را بدهید تا ما بتوانیم به‌ صورت خودکار کدتان را برای شما وارد کنیم.
fi: Salli Telegramin pääsy puhelulokiin, jotta voisimme syöttää koodin puolestasi.
fr: Merci de permettre à Telegram de lire les journaux d'appels afin que nous puissions saisir le code automatiquement pour vous.
id: Mohon izinkan Telegram untuk membaca log panggilan Anda, sehingga kami dapat memasukkan kode masuk secara otomatis untuk Anda.
it: Per favore permetti a Telegram di leggere il registro delle chiamate in modo da poter inserire il codice per te automaticamente.
ko: 텔레그램이 통화 기록을 살필 수 있도록 허용해 주세요. 코드를 자동으로 입력해 드릴 수 있습니다.
ms: Sila benarkan Telegram baca log panggilan agar kami dapat masukkan kod untuk anda secara automatik.
nl: Sta Telegram toe om de oproepenlijst te lezen zodat we automatisch de code voor je in kunnen voeren.
pl: Zezwól Telegramowi na czytanie rejestru połączeń, co umożliwi automatyczne wprowadzenie twojego kodu.
pt_br: Por favor, permita que o Telegram leia o registro de chamadas para inserir automaticamente o seu código para você.
ru: Разрешите приложению доступ к истории звонков, чтобы код для входа срабатывал автоматически.
sv: Tillåt Telegram att läsa samtalslistan så att vi automatiskt kan mata in koden åt dig.
tr: Kodunuzu otomatik olarak girebilmemiz için lütfen Telegram'ın arama kaydınızı okumasına izin verin.
uk: Щоб Telegram увів код підтвердження за вас, дозвольте йому читати журнал викликів.
uz: Telegramga chaqiruvlar jurnalini oʻqishga ruxsat bering, shunda kodingizni avtomatik ravishda kiritamiz.

# AllowReadSms
source: Please allow Telegram to receive SMS so that we can automatically enter your code for you.
ar: الرجاء السماح لتيليجرام بتلقي رسائل SMS النصية لنتمكن من إدخال الرمز لك تلقائيًا.
be: Дазвольце Telegram атрымліваць SMS, каб мы маглі аўтаматычна ўвесці код замест вас.
ca: Permeteu que el Telegram rebi SMS perquè puguem introduir el codi automàticament.
de: Bitte erlaube Telegram den Zugriff auf SMS, so dass wir den Code automatisch in der App für dich eingeben können.
es: Por favor, permite a Telegram recibir SMS para que podamos ingresar automáticamente el código por ti.
fa: لطفاً به تلگرام اجازه دریافت پیامک‌ بدهید تا ما بتوانیم به صورت خودکار کدتان را برای شما وارد کنیم.
fi: Anna Telegramin vastaanottaa tekstiviestejä, jotta voisimme syöttää koodin puolestasi.
fr: Merci d'autoriser Telegram à recevoir des SMS pour que nous puissions automatiquement entrer le code pour vous.
id: Mohon izinkan Telegram untuk mengirim SMS sehingga kami dapat otomatis memasukkan kode untuk Anda.
it: Per favore consenti a Telegram di ricevere SMS così potremo inserire in automatico il codice per te.
ko: 텔레그램이 SMS를 받을 수 있도록 허용해 주셔야 코드를 자동으로 입력해 드릴 수 있습니다.
ms: Sila benarkan Telegram untuk menerima SMS supaya kita boleh masukkan kod anda secara automatik.
nl: Sta het ontvangen van SMS toe zodat we automatisch je inlogcode kunnen invoeren.
pl: Zezwól Telegramowi na odbieranie SMS-ów, co umożliwi automatyczne wprowadzenie twojego kodu.
pt_br: Por favor, permita que o Telegram receba SMS para inserir o código automaticamente para você.
ru: Разрешите приложению получать SMS, чтобы код для входа подставлялся автоматически.
sv: Vänligen tillåt Telegram att ta emot SMS så att vi automatiskt kan skicka koden till dig.
tr: Lütfen Telegram'ın SMS'lerinize erişmesine izin verin, böylece kodunuzu sizin için otomatik olarak girebiliriz.
uk: Дозвольте Telegram одержувати SMS, щоб автоматично ввести код підтвердження входу.
uz: Biz avtomatik tarzda kodingizni kiritishimiz uchun Telegram ilovasiga SMS xabarni qabul qilish uchun ruxsat bering.
zh_cn: 请授予 Telegram 短信权限以便我们自动读取验证码。
zh_tw: 請授予 Telegram 短訊權限以便我們自動讀取驗證碼。

source: All photos
ar: كل الصور
be: Усе фота
ca: Totes les fotos
de: Alle Bilder
es: Todas las fotos
fa: همه عکس‌ها
fi: Kaikki kuvat
fr: Toutes les photos
id: Semua foto
it: Tutte le foto
ko: 모든 사진
ms: Semua foto
nl: Alle foto's
pl: Wszystkie zdjęcia
pt_br: Todas as fotos
ru: Все фотографии
sv: Alla bilder
tr: Tüm fotoğraflar
uk: Усі фото
uz: Barcha rasmlar
zh_cn: 所有图片
zh_tw: 所有圖片

# AllVideo
source: All Videos
ar: كافة المقاطع المرئية
de: Alle Videos
es: Todos los vídeos
it: Tutti i video
ko: 모든 동영상
nl: Alle video's
pt_br: Todos os Vídeos
ru: Все видео
zh_cn: 所有视频
zh_tw: 所有影片

source: All videos
ar: جميع المقاطع المرئية
be: Усе відэа
ca: Tots els vídeos
de: Alle Videos
es: Todos los videos
fa: تمامی ویدیوها
fi: Kaikki videot
fr: Toutes les vidéos
id: Semua video
it: Tutti i video
ko: 모든 동영상
ms: Semua video
nl: Alle video's
pl: Wszystkie filmy
pt_br: Todos os vídeos
ru: Все видео
sv: Alla videor
tr: Tüm videolar
uk: Усі відео
uz: Barcha videolar

# ALongTimeAgo
source: last seen a long time ago
ar: آخر ظهور كان منذ زمن طويل
be: быў(-ла) вельмі даўно
ca: vist fa molt de temps
de: vor langer Zeit gesehen
es: últ. vez hace mucho tiempo
fa: آخرین بازدید خیلی وقت پیش
fi: nähty kauan sitten
fr: en ligne il y a longtemps
id: tak terlihat sangat lama
it: ultimo accesso molto tempo fa
ko: 마지막으로 접속한 지 오래됨
ms: lama tak dilihat
nl: lang geleden gezien
pl: widziano dawno temu
pt_br: visto há muito tempo
ru: был(а) давно
sv: inte här på länge
tr: son görülme uzun zaman önce
uk: відвідини – дуже давно
uz: uzoq vaqt kirmagan
zh_cn: 很久没上线
zh_tw: 很久沒上線

source: Alternative options
ar: خيارات بديلة
be: Альтэрнатыўныя параметры
ca: Opcions alternatives
de: Alternative Optionen
es: Opciones alternativas
fa: گزینه‌های دیگر
fi: Vaihtoehdot
fr: Options alternatives
id: Pilihan Alternatif
it: Opzioni alternative
ko: 대체 옵션
ms: Opsyen alternatif
nl: Andere opties
pl: Alternatywne opcje
pt_br: Opções alternativas
ru: Другие возможности
sv: Alternativa val
tr: Alternatif seçenekler
uk: Інші варіанти
uz: Muqobil variantlar

source: Always Allow
ar: السماح دائمًا
be: Заўсёды дазваляць
ca: Permet-ho sempre
de: Immer erlauben
es: Permitir
fa: همیشه اجازه داده شود
fi: Salli aina
fr: Toujours autoriser
id: Selalu Izinkan
it: Consenti sempre
ko: 항상 허용
ms: Sentiasa Benarkan
nl: Altijd toestaan
pl: Zawsze zezwalaj
pt_br: Sempre Permitir
ru: Всегда разрешать
sv: Tillåt alltid
tr: Her Zaman İzin Ver
uk: Дозволяти
uz: Har doim ruxsat berish
zh_cn: 总是允许
zh_tw: 總是允許

# AlwaysAllowPlaceholder
source: Always allow...
ar: السماح دائمًا لـ...
be: Заўсёды дазваляць...
ca: Permet-ho sempre...
de: Immer erlauben...
es: Permitir...
fa: همیشه اجازه داده شود...
fi: Salli aina...
fr: Toujours autoriser...
id: Selalu izinkan...
it: Consenti sempre...
ko: 항상 허용...
ms: Sentiasa benarkan...
nl: Altijd toestaan...
pl: Zawsze zezwalaj…
pt_br: Sempre permitir...
ru: Всегда разрешать...
sv: Tillåt alltid...
tr: Her zaman izin ver…
uk: Дозволяти...
uz: Ruxsat bor...
zh_cn: 总是允许……
zh_tw: 總是允許……

source: Always Share With
ar: المشاركة دائمًا مع
be: Заўсёды паказваць
ca: Comparteix-la sempre amb
de: Immer teilen mit
es: Compartir con
fa: همیشه به اشتراک گذاشته شود با
fi: Jaa aina
fr: Toujours visible pour
id: Selalu Berbagi Dengan
it: Condividi con
ko: 항상 공유
ms: Sentiasa Kongsi Dengan
nl: Altijd delen met
pl: Udostępniaj
pt_br: Sempre Mostrar Para
ru: Всегда делиться с
sv: Dela alltid med
tr: Her Zaman Paylaş
uk: Показувати для
uz: Har doim ulashilsin
zh_cn: 总是共享给
zh_tw: 總是分享給

# AlwaysShareWithPlaceholder
source: Always share with users...
ar: المشاركة مع هؤلاء دائمًا...
be: Заўсёды паказваць карыстальнікам…
ca: Comparteix-la sempre amb els usuaris...
de: Immer teilen mit...
es: Compartir con...
fa: همیشه به اشتراک گذاشته شود با...
fi: Jaa aina käyttäjille...
fr: Toujours visible pour...
id: Selalu berbagi dengan pengguna...
it: Condividi con gli utenti...
ko: 항상 공유할 사용자...
ms: Sentiasa kongsi dengan pengguna...
nl: Altijd delen met gebruikers
pl: Udostępniaj użytkownikom…
pt_br: Sempre compartilhar para os usuários...
ru: Всегда показывать пользователям...
sv: Dela alltid med användare...
tr: Şu kullanıcılarla her zaman paylaş…
uk: Показувати для...
uz: Quyidagilar bilan har doim ulashilsin...
zh_cn: 选择可以看见您上线时间的用户……
zh_tw: 選擇可以看見您上線時間的用戶……

# AlwaysShareWithTitle
source: Always Share
ar: المشاركة دائمًا مع
be: Заўсёды паказваць
ca: Compartiu-la sempre
de: Immer teilen
es: Compartir
fa: همیشه به اشتراک گذاشته شود
fi: Jaa aina
fr: Toujours visible
id: Selalu Berbagi
it: Condividi
ko: 항상 공유
ms: Sentiasa Kongsi
nl: Altijd delen
pl: Udostępniaj
pt_br: Sempre Mostrar
ru: Всегда показывать
sv: Dela alltid
tr: Her Zaman Paylaş
uk: Показувати для
uz: Har doim ulashilsin
zh_cn: 总是共享
zh_tw: 總是分享

source: Always show popup
ar: إظهارها دائمًا
be: Паказваць заўсёды
ca: Mostra-la sempre
de: Popups immer anzeigen
es: Mostrar siempre
fa: پاپ‌آپ همیشه نمایش داده شود
fi: Näytä aina
fr: Toujours activées
id: Tampilkan pop-up
it: Mostra sempre il popup
ko: 항상 보임
ms: Sentiasa muncul
nl: Altijd pop-up tonen
pl: Zawsze wyświetlaj
pt_br: Sempre mostrar pop-up
ru: Показывать всегда
sv: Visa alltid
tr: Her zaman göster
uk: Завжди показувати
uz: Har doim ko‘rsatilsin
zh_cn: 总是弹出对话框
zh_tw: 總是彈出對話框

# AndMoreTyping_one
source: and {0} more are typing
ar: وعضوٌ آخرُ يكتبان الآن
be: і яшчэ {0} пішуць
ca: i {0} més estan escrivint
de: und {0} weitere tippen
es: y {0} más están escribiendo
fi: ja {0} muu kirjoittaa
fr: et {0} autre écrivent
it: e {0} altro stanno scrivendo
nl: en {0} meer is aan het typen
pl: i {0} więcej piszący
pt_br: e mais {0} digitando
ru: и ещё {0} печатают
sv: och {0} annan skriver
tr: ve {0} kişi yazıyor
uk: і ще {0} пишуть
